9/data/attachments/c8c5e883eec325c1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nicholas_from_Actions_48303_3</nif:username>
            <nif:friendToBeRequested>soap_actions_6196c979-998b-4cd7-ae02-32784bd99aab</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>